<?php

return [
    'edit_ad' => 'ویرایش تبلیغ',
    'add_new_ad' => 'افزودن تبلیغ جدید',
    'edit_slider' => 'ویرایش اسلایدر',
    'edit_item' => 'ویرایش آیتم',
    'add_new_slider' => 'افزودن اسلایدر جدید',
    'add_new_item'=>'افزودن آیتم',
    'manage_news_tab' => 'مدیریت زبانه‌های اخبار',
    'edit_news_tab' => 'ویرایش زبانه‌های اخبار',
    'add_new_tab' => 'افزودن زبانه جدید',
    'edit_tab' => 'ویرایش زبانه',
    'add_user' => 'افزودن کاربر',
    'manager_charts' => 'مدیریت چارت ها',

    '' => '',
    '' => '',
    '' => '',
    '' => '',
];