<?php

return [

    /*
    |--------------------------------------------------------------------------
    |                                     Handel canals Labels
    |--------------------------------------------------------------------------
    */
    'name' => 'نام کانال',
    'url' => 'نشانی در وب',
    'brief_description' => 'معرفی اجمالی',
    'keyword' => 'کلیدواژه',
    'member_permission' => 'عضویت  افراد نیاز به تایید مدیر گروه',
    'no' => 'ندارد',
    'yes' => 'دارد',
    'description' => 'توضیح',
    'page' => 'صفحه',
    'keywords' => 'کلمات کلیدی',
    'picture' => 'تصویر',
    'choose_file' => 'انتخاب فایل',
    'name_file' => 'عنوان فایل',
];
