<?php

return [

    /*
    |--------------------------------------------------------------------------
    |                                     Create New Task
    |--------------------------------------------------------------------------
    */

    "EmptyTable" => "هیچ داده ای در جدول وجود ندارد",
    "Info" => "نمایش _START_ تا _END_ از _TOTAL_ رکورد",
    "InfoEmpty" => "نمایش 0 تا 0 از 0 رکورد",
    "InfoFiltered" => "(فیلتر شده از _MAX_ رکورد)",
    "InfoPostFix" => "",
    "InfoThousands" => ",",
    "LengthMenu" => "نمایش _MENU_ رکورد",
    "LoadingRecords" => "در حال بارگزاری...",
    "Processing" => "در حال پردازش...",
//    "Search" => "جستجو: ",
    "Search" => "",
    "placeholder"=>"جستجو...",
    "ZeroRecords" => "رکوردی با این مشخصات پیدا نشد",
    "First" => "ابتدا",
    "Last" => "انتها",
    "Next" => "بعدی",
    "Previous" => "قبلی",
    "SortAscending" => ": فعال سازی نمایش به صورت صعودی",
    "SortDescending" => ": فعال سازی نمایش به صورت نزولی",
];
