<?php

return
[
    'relation_types' =>
    [
        '1' => 'جزیی از (کل - جزء)',
        '110' => 'شامل جزء (جزء - کل)',
        '3' => 'شامل مصداق (عام - خاص)',
        '310' => 'مصداقی از (خاص - عام)',
        '5' => '‌پایین دستی‌ها (بالادستی - پایین دستی)',
        '510' => 'بالادستی‌ها (پایین دستی - بالادستی)',
        '7' => 'هم‌ارزها',
        '12' => 'هم‌ارز در انگلیسی',
        '13' => 'هم‌ارز در عربی',
        '21' => 'متضاد‌',
        '20' => 'اشتباه نشود با',
        '9' => 'وابسته‌ها',
        '10' => 'هم‌نویسه (اشتراک لفظی)',
    ],
    'relation_types_relation' =>
    [
        '1' => 110,
        '110' => 1,
        '3' => 310,
        '310' => 3,
        '5' => 510,
        '510' => 5,
        '7' => 7,
        '12' => 0,
        '13' => 0,
        '21' => 21,
        '20' => 0,
        '9' => 9,
        '10' => 10,
    ],
    'thesaurus_kind_id' => env('KEYWORD_thesaurus_kind_id', '68'),
    'thesaurus_default_id' => env('KEYWORD_thesaurus_default_id', '36871'),
];

