<?php

return
[

    '1'     => env('SCORE_1', '1'),         //نظر
    '2'     => env('SCORE_2', '2'),         //پرسش
    '3'     => env('SCORE_3', '3'),         //ایده
    '4'     => env('SCORE_4', '4'),         //تجربه
    '5'     => env('SCORE_5', '5'),         //خبر
    '6'     => env('SCORE_6', '6'),         //مرور
    '7'     => env('SCORE_7', '7'),         //پاسخ
    '8'     => env('SCORE_8', '8'),         //ایجاد صفحه
    '9'     => env('SCORE_9', '9'),         //حذف نظر
    '10'    => env('SCORE_10', '10'),       //حذف پرسش
    '11'    => env('SCORE_11', '11'),       //حذف ایده
    '12'    => env('SCORE_12', '12'),       //حذف تجربه
    '13'    => env('SCORE_13', '13'),       //حذف خبر
    '14'    => env('SCORE_14', '14'),       //حذف مرور
    '15'    => env('SCORE_15', '15'),       //حذف پاسخ
    '16'    => env('SCORE_16', '16'),       //حذف صفحه
    '17'    => env('SCORE_17', '17'),       //دادن رای مثبت به سوال
    '18'    => env('SCORE_18', '18'),       //دادن رای منفی به سوال
    '19'    => env('SCORE_19', '19'),       //دادن رای مثبت به پاسخ
    '20'    => env('SCORE_20', '20'),       //دادن رای منفی به پاسخ
    '21'    => env('SCORE_21', '21'),       //گرفتن رای مثبت از سوال
    '22'    => env('SCORE_22', '22'),       //گرفتن رای منفی از سوال
    '23'    => env('SCORE_23', '23'),       //گرفتن رای مثبت از پاسخ
    '24'    => env('SCORE_24', '24'),       //گرفتن رای منفی از پاسخ

];

